<?php defined('SYSPATH') or die('No direct script access.');

return array (
  'Гаманець' => 'Wallet',
  'Профіль' => 'Profile',
  'Вхід' => 'Sign in',
  'Вихід' => 'Sign out',
  'Реєстрація' => 'Sign up',
  'Логін' => 'Login',
  'Ім’я' => 'Name',
  'e-mail' => 'e-mail',
  'Пароль' => 'Password',
  'Повтор пароля' => 'Retype password',
  'Зареєструватись' => 'Register',
  'Запам’ятати' => 'Keep me signed in',
  'Увійти' => 'Sign in',
  'Забув пароль' => 'Forgot password',
  'Додати витрату' => 'New spending',
  'Опції' => 'Options',
  'Період' => 'Period',
  'Групувати по' => 'Gtoup by',
  'назві' => 'name',
  'даті' => 'date',
  'Нова витрата' => 'New spending',
  'Витрата' => 'Spending',
  'Сума' => 'Amount',
  'Дата' => 'Date',
  'Дії' => 'Actions',
  'Новий пароль' => 'New password',
  'Повтор нового паролю' => 'Retype new password',
  'Поточний пароль' => 'Current password',
  'Зберегти' => 'Save',
  'Відровлення паролю' => 'Restore passwrod',
  'Введіть ваш логін' => 'Enter your login',
  'Відновити' => 'Restore',
  'login' => 'login',
  'Введіть логін' => 'Enter login',
  'Якщо ви отримали це повідомлення, але не користувались процедурою відновлення поролю то проігноруйте його.
 
Для того щоб отримати пароль перейдіть за вказаною адресою:
:url

Служба підтримки my-wallet.com.ua' => 'If you get this message, but didn\'t use recovering password procedure ignore this letter.
 
To get new password use this link:
:url

Support my-wallet.com.ua',
  'Нагадування паролю. Інструкція.' => 'Recovery password. Instruction.',
  'Ваш новий пароль для доступу до my-wallet: :password
Служба підтримки my-wallet.com.ua' => 'New password for my-wallet: :password 

Support my-wallet.com.ua
	',
  'Нагадування паролю. Новий пароль.' => 'Recovery password. New password.',
  'Увага!' => 'Attention!',
  'Видалити витрату?' => 'Remove spending?',
  'Адмін-панель' => 'Control-panel',
  'Слово' => 'Word',
  'Переклад' => 'Translation',
  'Фраза' => 'Phrase',
  'Показати не перекладені' => 'Show not translated',
  'Українська' => 'Ukrainian',
  'Англійська' => 'English',
  'Мова' => 'Language',
  'Англійська (США)' => 'English (USA)',
  'Показати тільки не перекладені' => 'Show only not translated',
  'Російська' => 'Russian',
  'Не правильна мова' => 'Wrong language',
  'Введіть поточний пароль' => 'Enter current password',
  'Користувач з таким логіно не існує.' => 'There are not user with this login',
  'Введіть суму' => 'Enter amount',
  'Нічого не знайдено' => 'Nothing was found',
  'password' => 'password',
  'Мій гаманець' => 'My wallet',
  'Видалити фразу?' => 'Remove phrase?',
  'Відмінити' => 'Cancel',
  'Видалити' => 'Remove',
  'інша витрата' => 'another spending',
  'Загальна сума' => 'Total amount',
  'Пошук' => 'Search',
  'Мій гаманець - нагадування паролю' => 'My wallet - recovery password',
  'Пароль був відправлений вам на пошту.' => 'Password was sent on your email',
  'Контакти' => 'Contacts',
  'Ваше ім’я' => 'Your name',
  'Ваш email' => 'Your email',
  'Надіслати' => 'Send',
  'Надіслати відгук' => 'Send feedback',
  'Введіть відгук' => 'Enter feedback',
  'Введеть email' => 'Enter email',
  'Введіть ім’я' => 'Enter name',
  'Не правильний email' => 'Wrong email',
  'Профіль збережено.' => 'Profile is saved',
  'Відгук надіслано.' => 'Feedback was sent',
  'Валюта' => 'Currency',
  'Сервіс який допоможе підсумувати ваші витрати.' => 'Service which can count money you spend',
  'Більше інформації.' => 'More information.',
  '<b>MyWallet</b> - це сервіс з допомогою якого ви можете підсумовувати свої витрати за періоди часу.' => '<b>MyWallet</b> - service which can count money your spend for some period of time.',
  'А потім, з допомогою <b>MyWallet</b> внесені витрати можна групувати по днях та назвах і визначити на що ви найбільше витрачали грошей.' => 'Then, with <b>MyWallet</b> you can group spendings by days and names. And you can see the biggest spendings.',
  'Всі цифри які ви вносите зберігаються у зашифрованому вигляді.' => 'All numbers you enter will be encrypted.',
  'Unable to find a route to match the URI: :uri' => '',
  'Environment' => '',
  'Included files' => '',
  'Loaded extensions' => '',
  'arguments' => '',
  'PHP internal call' => '',
  'Неправильне посилання.' => '',
  'При використанні процедури відновлення паролю буде втрачена зашифрована інформація.' => '',
  'Якщо ви отримали це повідомлення, але не користувались процедурою відновлення поролю то проігноруйте його.

ПРИ ВИКОРИСТАННІ ПРОЦЕДУРИ ВІДНОВЛЕННЯ ПАРОЛЮ БУДЕ ВТРАЧЕНА ЗАШИФРОВАНА ІНФОРМАЦІЯ.

Для того щоб отримати пароль перейдіть за вказаною адресою:
:url

Служба підтримки my-wallet.com.ua' => '',
  'Якщо ви отримали це повідомлення, але не користувались процедурою відновлення поролю то проігноруйте його.

ПРИ ВИКОРИСТАННІ ПРОЦЕДУРИ ВІДНОВЛЕННЯ ПАРОЛЮ БУДЕ ВТРАЧЕНА ЗАШИФРОВАНА ІНФОРМАЦІЯ!

Для того щоб отримати пароль перейдіть за вказаною адресою:
:url

Служба підтримки my-wallet.com.ua' => '',
  'Якщо ви отримали це повідомлення, але не користувались процедурою відновлення поролю то проігноруйте його.

УВАГА!
ПРИ ВИКОРИСТАННІ ПРОЦЕДУРИ ВІДНОВЛЕННЯ ПАРОЛЮ БУДЕ ВТРАЧЕНА ЗАШИФРОВАНА ІНФОРМАЦІЯ!

Для того щоб отримати пароль перейдіть за вказаною адресою:
:url

Служба підтримки my-wallet.com.ua' => '',
  'Всі цифри які ви вносите можуть шфруватись, але <b>у випадку втрати паролю цю інформацію не можна буде відновити</b>.' => '',
  'Мій гаманець - відновлення паролю' => '',
  'The requested view :file could not be found' => '',
  'Мій гаманець - сторінку не знайдено' => '',
  'Сторінку не знайдено' => 'Page not found',
  'Мій гаманець - сервіс недоступний' => '',
  'Сервіс тимчасово недоступний.' => '',
  'Сервіс тимчасово недоступний' => '',
  'Мій гаманець - сервіс тимчасово недоступний' => '',
  'Внутрішня помилка' => 'Internal error',
  'Мій гаманець - внутрішня помилка' => '',
  'Будуть зашифровані цифри витрат. Але при втраті паролю, їх не можна буде відновити' => '',
  'Шифрувати дані' => '',
  'При активації цієї опції будуть зашифровані цифри витрат. Але при втраті паролю, їх не можна буде відновити' => '',
  'Неправильно введений поточний пароль' => '',
  'Error reading session data.' => '',
  'Всі цифри які ви вносите можуть шируватись, але <b>у випадку втрати паролю цю інформацію не можна буде відновити</b>.' => '',
  'Всі цифри які ви вносите можуть шифруватись, але <b>у випадку втрати паролю цю інформацію не можна буде відновити</b>.' => '',
);
