<?php defined('SYSPATH') or die('No direct script access.');

return array (
  'Мій гаманець' => 'Мой кошелёк',
  'Реєстрація' => 'Регистрация',
  'Логін' => 'Логин',
  'Ім’я' => 'Имя',
  'e-mail' => 'e-mail',
  'Пароль' => 'Пароль',
  'Повтор пароля' => 'Повтор пароля',
  'Зареєструватись' => 'Зарегистрироваться',
  'Вхід' => 'Вход',
  'Запам’ятати' => 'Запомнить',
  'Увійти' => 'Войти',
  'Забув пароль' => 'Забыл пароль',
  'Увага!' => 'Внимание!',
  'Видалити витрату?' => 'Удалить трату?',
  'Додати витрату' => 'Добавить трату',
  'Опції' => 'Опции',
  'Період' => 'Период',
  'Групувати по' => 'Группировать по',
  'назві' => 'названию',
  'даті' => 'дате',
  'Гаманець' => 'Кошелёк',
  'Профіль' => 'Профиль',
  'Адмін-панель' => 'Админ-панель',
  'Вихід' => 'Выход',
  'Нова витрата' => 'Новая трата',
  'Витрата' => 'Траты',
  'Сума' => 'Сумма',
  'Дата' => 'Дата',
  'Дії' => 'Действия',
  'Мова' => 'Язык',
  'Українська' => 'Украинский',
  'Англійська (США)' => 'Английский(США)',
  'Російська' => 'Русский',
  'Новий пароль' => 'Новый пароль',
  'Повтор нового паролю' => 'Повтор нового пароля',
  'Поточний пароль' => 'Текущий пароль',
  'Зберегти' => 'Сохранить',
  'Відровлення паролю' => 'Восстановление пароля',
  'Введіть ваш логін' => 'Введите ваш логин',
  'Відновити' => 'Восстановить',
  'Фраза' => 'Фраза',
  'Переклад' => 'Перевод',
  'Показати тільки не перекладені' => 'Показывать только непереведенные',
  'password' => 'Пароль',
  'Не правильна мова' => 'Не правильный язык',
  'Введіть поточний пароль' => 'Введите действующий пароль',
  'Нічого не знайдено' => 'Нечего не найдено',
  'Видалити фразу?' => 'Удалить фразу?',
  'Пошук' => 'Поиск',
  'Відмінити' => 'Отменить',
  'Видалити' => 'Удалить',
  'інша витрата' => 'другая трата',
  'Загальна сума' => 'Общая сумма',
  'Якщо ви отримали це повідомлення, але не користувались процедурою відновлення поролю то проігноруйте його.
 
Для того щоб отримати пароль перейдіть за вказаною адресою:
:url

Служба підтримки my-wallet.com.ua' => 'Если вы получили это сообщений, но не использовали процедуру восстановления пароля то проигнорируйте его.
 
Для получения нового пароля перейдите по адресу:
:url

Служба поддержки my-wallet.com.ua',
  'Нагадування паролю. Інструкція.' => 'Напоминание пароля. Инструкция.',
  'Ваш новий пароль для доступу до my-wallet: :password
Служба підтримки my-wallet.com.ua' => 'Ваш новый пароль для доступа к my-wallet: :password
Служба поддержки my-wallet.com.ua',
  'Нагадування паролю. Новий пароль.' => 'Напоминание пароля. Новый пароль.',
  'Мій гаманець - нагадування паролю' => 'Мой кошелёк - напоминание пароля',
  'Пароль був відправлений вам на пошту.' => 'Пароль был отправлен вам на почту',
  '' => 'Ваш новий пароль для доступу до my-wallet: :password
Служба підтримки my-wallet.com.uaф',
);
